<?php

$lots = [
  [
    'title' => '2014 Rossignol District Snowboard',
    'category' => 'Доски и лыжи',
    'starting_price' => 10999,
    'step' => 500,
    'current_price' => 11500,
    'picture' => 'img/lot-1.jpg',
    'alt' => 'Сноуборд',
    'description' => 'Этот борд хорошо подойдёт для парка, обычного склона, а также для обучения. Rossignol сочетается с небольшим изгибом для прощая еще стабильной езды. Мягче симметричной, гибкой делает ее простой в катании, и все это вместе дает вам уверенность, чтобы улучшать свои навыки.'
  ],
  [
    'title' => 'DC Ply Mens 2016/2017 Snowboard',
    'category' => 'Доски и лыжи',
    'starting_price' => 159999,
    'step' => 1000,
    'current_price' => 180000,
    'picture' => 'img/lot-2.jpg',
    'alt' => 'Сноуборд',
    'description' => 'Легкий маневренный сноуборд, готовый дать жару в любом парке, растопив снег мощным щелчком и четкими дугами. Стекловолокно Bi-Ax, уложенное в двух направлениях, наделяет этот снаряд отличной гибкостью и отзывчивостью, а симметричная геометрия в сочетании с классическим прогибом кэмбер позволит уверенно держать высокие скорости. А если к концу катального дня сил совсем не останется, просто посмотрите на Вашу доску и улыбнитесь, крутая графика от Шона Кливера еще никого не оставляла равнодушным.'
  ],
  [
    'title' => 'Крепления Union Contact Pro 2015 года размер L/XL',
    'category' => 'Крепления',
    'starting_price' => 8000,
    'step' => 500,
    'current_price' => 9000,
    'picture' => 'img/lot-3.jpg',
    'alt' => 'Крепления',
    'description' => 'Невероятно легкие универсальные крепления весом всего 720 грамм готовы порадовать прогрессирующих райдеров, практикующих как трассовое катание, так и взрывные спуски в паудере. Легкая нейлоновая база в сочетании с очень прочным хилкапом, выполненным из экструдированного алюминия, выдержит серьезные нагрузки, а бакли, выполненные из магния не только заметно снижают вес, но и имеют плавный механизм.'
  ],
  [
    'title' => 'Ботинки для сноуборда DC Mutiny Charocal',
    'category' => 'Ботинки',
    'starting_price' => 10999,
    'step' => 500,
    'current_price' => 11500,
    'picture' => 'img/lot-4.jpg',
    'alt' => 'Ботинки',
    'description' => 'Мужские сноубордические ботинки Mutiny из сноубордической коллекции DC Shoes. Традиционная шнуровка, каучуковая контактная подошва UniLite, внутренний сапог White, стелька Impact S, трос выведен в стенки лодыжки.'
  ],
  [
    'title' => 'Куртка для сноуборда DC Mutiny Charocal',
    'category' => 'Одежда',
    'starting_price' => 7500,
    'step' => 100,
    'current_price' => 9000,
    'picture' => 'img/lot-5.jpg',
    'alt' => 'Куртка',
    'description' => 'Симпатичная куртка свободного покроя с воротником «стойка» и капюшоном. Удобная застежка на молнию и ветрозащитный клапан, для большего тепла и комфорта. Швы проклеены, что обеспечит непревзойденную защиту от ветра и влаги. Декорирована фирменным логотипом. Контрастный рисунок в полоску отлично дополняет изделие.'
  ],
  [
    'title' => 'Маска Oakley Canopy',
    'category' => 'Разное',
    'starting_price' => 5400,
    'step' => 200,
    'current_price' => 7000,
    'picture' => 'img/lot-6.jpg',
    'alt' => 'Маска',
    'description' => 'Маска с самым широким обзором из коллекции Oakley, небольшая высота профиля маски и сферическая линза создают минимальные преграды при обзоре. На стрепе маски нанесено силиконовое покрытие, что препятствует скольжению по поверхности шлема. Линзы из материала Plutonite защищены от запотевания и не подведут вас в любую погоду.'
  ]
];

?>
